app/controllers/api/v1/notes_controller.rb

  def find_notes
    @notes = Note.all
---
SELECT "notes".* FROM "notes"