app/controllers/api/v1/users_controller.rb

  def find_users
    @users = User.all
---
SELECT "users".* FROM "users"