app/controllers/weathers_controller.rb

  def index
    @weathers = Weather.all
---
SELECT "weathers".* FROM "weathers"